<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>About</title>
    <link rel="stylesheet" href="./../css/projectCSS.css">
</head>
<body>
<header class="header">
    <span><img alt="..." class="homeImg" src="../img/pngwing.com.png"
               onclick="window.location.href='./../php/StartPage.php'"></span>
    <span class="spanHeader"><a href="FAQ.php">Про проект</a></span>
</header>
<hr>
<div align="center">
    <h1 class="hText">Про проект</h1>
    <div class="text">
        <ul type="square">
            <li>Користувач при переході на сайт спортивного комплексу, може зареєструватися або увійти в профіль. Після
                того як клієнт зареєструвався і увійшов у свій профіль, він може переглянути ціни абонементу в спортзал
                та басейн і також придбати якийсь із запропонованих, а також записатися на тренування. Користувач може
                переглянути фото спортивного комплексу, персонал, а також відгуки клієнтів і може залишити свій. На
                сайті також можна переглянути досягнення тренерів і клієнтів.
            </li>
            <br>
            <li>
                Адміністратор може робити все те, що і користувач, а також він може корегувати ціни на абонементи чи
                одноразові тренування, створювати різні акції для клієнтів.
            </li>
            <br>
            <li>
                Тренер може створювати групові чи персональні тренування, на які клієнти зможуть записуватись. Також для
                тренера є акції при покупці абонементу для себе.
            </li>
        </ul>
    </div>

</div>
</body>
</html>