function showLab1() {
    const text = `<h1>Лабораторна робота №1</h1>
                <div class="navlab1">
                    <a onclick="description()">Опис</a>
                    <a onclick="meta()">Тема Мета Місце</a>
                    <a onclick="tableRes()">Таблиця</a>
                    <a onclick="image()">Зображення</a>
                    <a onclick="formCheck()">Форма</a>
                    <a onclick="itog()">Висновок</a>
                </div>
                <div class="lab" id="context1" style="margin-top:20px">
                <h1>Спортивний комплекс</h1><p>
Користувач при переході на сайт спортивного комплексу, може зареєструватися або увійти в профіль. Після того як клієнт зареєструвався і увійшов у свій профіль, він може переглянути ціни абонементу в спортзал та басейн і також придбати якийсь із запропонованих, а також записатися на тренування. Користувач може переглянути фото спортивного комплексу, персонал, а також відгуки клієнтів і може залишити свій. На сайті також можна переглянути досягнення тренерів і клієнтів.
</p>
                </div>`;
    change(text)
}