
function showLab1(){
    const text = "<h1>Опис предметного середовища</h1>" +
        "<div>Наш сайт буде пов'язаний з спорткомплексом (тренежерний зал , басейн і т.д.) </div>"+
        "<h1>Тема Мета Місце розташування лаби №1</h1>" +
        "<p>Тема :<span> Структура html-документа. вибір предметного галузі. робота з посиланнями, таблицями, зображеннями, формами в html-документі</span></p>"+
        "<p>Мета :<span> Придбати практичні навички роботи  з HTML-документом, таблицями,формами, зображеннями, посиланнями.\n" +
        "Створити шаблон звітного HTML-документом для відображення результатів роботи всіх лабораторних робіт\n</span></p>"+
        "<h1>Структура проекту :</h1>"
        +"<h1>Висновок</h1>"
        change(text)
}