function showLab1() {
    const text = "" +
        "<h1>Опис предметного середовища</h1>" +
        "<div>Наш сайт буде пов'язаний з спорткомплексом (тренежерний зал , басейн і т.д.) </div>" +

        "<h1>Тема Мета Місце розташування лаби №1</h1>" +
        "<p>Тема :<span> Структура html-документа. вибір предметного галузі. робота з посиланнями, таблицями, зображеннями, формами в html-документі</span></p>" +
        "<p>Мета :<span> Придбати практичні навички роботи  з HTML-документом, таблицями,формами, зображеннями, посиланнями.\n" +
        "Створити шаблон звітного HTML-документом для відображення результатів роботи всіх лабораторних робіт\n</span></p>" +

        "<h1>Структура документа:</h1>" +

        "<h2>HTML-код форми:</h2>" +
        "<h2>Код для форми запису на тренування:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" + //Photo1
        "<h2>Результат:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo1

        "<h2>HTML-код зображення </h2>" +
        "<h2>Код для зображення виду спорту:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo2
        "<h2>Результат:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo2

        "<h2>HTML-код списків </h2>" +
        "<h2>Код для списків хто, що може робити :</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo3
        "<h2>Результат:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo3

        "<h2>HTML-код таблиці </h2>" +
        "<h2>Код для таблиці тренування на яке можна записатися:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo4
        "<h2>Результат:</h2>" +
        "<img src='./../img/lab_photo/' alt='...'>" +//Photo4

        "<h1>Висновок</h1>"
    change(text)
}