function team() {
    const text = "<div class=\"about\">\n" +
        "                <div><img src=\"../img/Misha.jpg\" alt=\"...\" onclick='console.log(`Уф посхалка `)'></div>\n" +
        "                <div class=\"text\">Даров , мене звати Гонтар Михайло. Я люблю їсти та бекенд розробку. Тут повинен бути іще текст тому ось і він.</div>\n" +
        "            </div>\n" +
        "            <div class=\"about\">\n" +
        "                <div class=\"text\">Гуров Богдан Русланович, студент ІА-01 ФІОТ каф. ІСТ, юний розробник front-end та back-end</div>\n" +
        "                <div><img src=\"../img/Bodya.jpg\" alt=\"...\"></div>\n" +
        "            </div>\n" +
        "            <div class=\"about\">\n" +
        "                <div><img src=\"../img/Denys.jpg\" alt=\"...\"></div>\n" +
        "                <div class=\"text\">Ониськів Денис Євгенович, навчаюся в КПІ на 2 курсі, цікавлюсь футболом і програмуванням:)</div>\n" +
        "            </div>\n" +
        "            <div class=\"about\">\n" +
        "                <div class=\"text\">Кравчук Владислав Олегович Студент 2-го курсу. Фан C# та Java. Баскетбол та Кіберспорт One LOVE!!!</div>\n" +
        "                <div><img src=\"../img/Vlad.jpg\" alt=\"...\"></div>\n" +
        "            </div>"
    change(text)
}

function project() {
    const text = "<div class=\"project\">\n" +
        "<div class=\"start\">" +
        "<div class=\"proj\" style=\"background-color: burlywood;\">Сучасний світ розвивається стрімко. Всі постійно поспішають, затримуються на роботі, навчані... І мало хто знаходить час для самого себе і свого здоров'я. Своїм проектом ми хочемо допомогти людям розпочати займатися спортом, та відчути" +
        "неперевершені емоції від цього. Як? Автоматизувати роботу спорткомплексів: тренажерних залів, басейнів тощо, щоб люди витрачали менше сил на пошук тренерів, занять, залів та могли спробувати себе в різних дисциплінах, та знайти" +
        "те, що їм подобається найбільше." +
        "</div>" +
        "<img src=\"../img/sport1.jpg\" alt=\"...\">" +
        "</div>" +
        "<div class=\"business-logic\">" +
        "<div class=\"proj\">Користувач при переході на сайт спортивного комплексу, може зареєструватися або увійти в профіль. Після того як клієнт зареєструвався і увійшов у свій профіль, він може переглянути ціни абонементу в спортзал та басейн і також придбати" +
        "якийсь із запропонованих, а також записатися на тренування. Користувач може переглянути фото спортивного комплексу, персонал, а також відгуки клієнтів і може залишити свій. На сайті також можна переглянути досягнення тренерів і" +
        "клієнтів." +
        "</div>" +
        "<div class=\"proj\">Тренер може створювати групові чи персональні тренування, на які клієнти зможуть записуватись. Також для тренера є акції при покупці абонементу для себе.</div>" +
        "<div class=\"proj\">Адміністратор може робити все те, що і користувач, а також він може корегувати ціни на абонементи чи одноразові тренування, створювати різні акції для клієнтів. </div>" +
        "</div>" +
        "</div>"
    change(text)
};