function description() {
    const text =`  
<h1>Спортивний комплекс</h1><p>
Користувач при переході на сайт спортивного комплексу, може зареєструватися або увійти в профіль. Після того як клієнт зареєструвався і увійшов у свій профіль, він може переглянути ціни абонементу в спортзал та басейн і також придбати якийсь із запропонованих, а також записатися на тренування. Користувач може переглянути фото спортивного комплексу, персонал, а також відгуки клієнтів і може залишити свій. На сайті також можна переглянути досягнення тренерів і клієнтів.
</p>`
    changeText(text)
}

function meta() {
    const text = `<h1>Тема, Мета</h1>
<p>Тема : Структура html-документа. вибір предметного галузі. робота з посиланнями, таблицями, зображеннями, формами в html-документі</p>
<p>Мета : Придбати практичні навички роботи з HTML-документом, таблицями,формами, зображеннями, посиланнями. Створити шаблон звітного HTML-документом для відображення результатів роботи всіх лабораторних робіт</p>
`
    changeText(text)
}

function tableRes() {
    const text = `<h1>Таблиця</h1>
    <p style="width: 100%">Код</p>
    <img src="../lab_img/table_code.png">
    <p style="width: 100%">Результат</p>
     <img src="../lab_img/table.png">\``
    changeText(text)
}

function image() {
    const text = `<h1>Зображення</h1>
    <p style="width: 100%">Код</p>
    <img src="../lab_img/img_code.png">
    <p style="width: 100%">Результат</p>
     <img src="../lab_img/img.png">`
    changeText(text)
}

function formCheck() {
    const text = `<h1>Форма</h1>
    <p style="width: 100%">Код</p>
    <img src="../lab_img/form_code.png">
    <p style="width: 100%">Результат</p>
     <img src="../lab_img/form.png">\``
    changeText(text)
}

function itog() {
    const text = `<h1>Висновок</h1>
<p>На лабораторній роботі №1 ми познайомились з структурою HTML-документу та HTML-тегами. Ми обрали предметну галузь «спортивний комплекс» та написали бізнес-логіку для нашого WEB-додатку та функціонал. У наші HTML-документи, які зв’язані між собою, ми добавили посилання, таблиці, форми та зображення. А також ми створили шаблон звітного HTML-документу.</p>`
    changeText(text);
}


